{
  "3": [
    "abc",
    "abo",
    "ace",
    "ack",
    "act",
    "add",
    "ado",
    "adz",
    "aft",
    "age",
    "ago",
    "agy",
    "aha",
    "aid",
    "ail",
    "aim",
    "air",
    "ale",
    "all",
    "alp",
    "amp",
    "and",
    "ant",
    "any",
    "ape",
    "apt",
    "arc",
    "are",
    "ark",
    "arm",
    "ars",
    "art",
    "ash",
    "ask",
    "asp",
    "ass",
    "ate",
    "aux",
    "awe",
    "awl",
    "awn",
    "axe",
    "aye",
    "baa",
    "bad",
    "bag",
    "ban",
    "bap",
    "bar",
    "bat",
    "bay",
    "bed",
    "bee",
    "beg",
    "bel",
    "ben",
    "bet",
    "bib",
    "bid",
    "big",
    "bin",
    "bit",
    "biz",
    "boa",
    "bob",
    "bog",
    "boh",
    "boo",
    "bop",
    "bow",
    "box",
    "boy",
    "bra",
    "bub",
    "bud",
    "bug",
    "bum",
    "bun",
    "bur",
    "bus",
    "but",
    "buy",
    "bye",
    "cab",
    "cad",
    "cal",
    "can",
    "cap",
    "cat",
    "caw",
    "cay",
    "cig",
    "cob",
    "cod",
    "cog",
    "con",
    "coo",
    "cop",
    "cot",
    "cow",
    "cox",
    "coy",
    "coz",
    "cpu",
    "cry",
    "cub",
    "cud",
    "cue",
    "cum",
    "cup",
    "cur",
    "cut",
    "dab",
    "dad",
    "dal",
    "dam",
    "daw",
    "day",
    "deb",
    "del",
    "den",
    "dew",
    "did",
    "die",
    "dig",
    "dim",
    "din",
    "dip",
    "dir",
    "dkg",
    "doe",
    "dog",
    "don",
    "dot",
    "dry",
    "dub",
    "dud",
    "due",
    "dug",
    "dun",
    "duo",
    "dup",
    "dye",
    "ear",
    "eat",
    "ebb",
    "eel",
    "egg",
    "ego",
    "eke",
    "elf",
    "elk",
    "ell",
    "elm",
    "emu",
    "end",
    "era",
    "ere",
    "erk",
    "err",
    "esp",
    "etc",
    "eve",
    "ewe",
    "eye",
    "fad",
    "fag",
    "fan",
    "far",
    "fat",
    "fay",
    "fed",
    "fee",
    "feh",
    "fen",
    "few",
    "fey",
    "fez",
    "fib",
    "fid",
    "fie",
    "fig",
    "fin",
    "fir",
    "fit",
    "fix",
    "flu",
    "fly",
    "fob",
    "foe",
    "fog",
    "foo",
    "fop",
    "for",
    "fox",
    "fry",
    "fud",
    "fug",
    "fun",
    "fur",
    "gab",
    "gad",
    "gag",
    "gal",
    "gap",
    "gas",
    "gat",
    "gay",
    "gee",
    "gel",
    "gem",
    "gen",
    "get",
    "gig",
    "gin",
    "gip",
    "git",
    "gnu",
    "gob",
    "goo",
    "got",
    "gum",
    "gun",
    "gus",
    "gut",
    "guv",
    "gym",
    "gyp",
    "had",
    "hag",
    "haj",
    "ham",
    "hap",
    "has",
    "hat",
    "haw",
    "hay",
    "hem",
    "hen",
    "her",
    "hew",
    "hex",
    "hey",
    "hid",
    "hie",
    "him",
    "hip",
    "his",
    "hit",
    "hob",
    "hod",
    "hoe",
    "hog",
    "hop",
    "hot",
    "how",
    "hoy",
    "hub",
    "hue",
    "hug",
    "hum",
    "hut",
    "ibm",
    "ice",
    "icy",
    "ide",
    "ilk",
    "ill",
    "imp",
    "ink",
    "inn",
    "ion",
    "iou",
    "ire",
    "irk",
    "its",
    "jab",
    "jag",
    "jam",
    "jap",
    "jar",
    "jaw",
    "jay",
    "jet",
    "jew",
    "jib",
    "jig",
    "job",
    "jog",
    "jot",
    "joy",
    "jug",
    "jut",
    "keg",
    "ken",
    "key",
    "kid",
    "kin",
    "kip",
    "kit",
    "kob",
    "lab",
    "lac",
    "lad",
    "lag",
    "lam",
    "lap",
    "lav",
    "law",
    "lax",
    "lay",
    "lee",
    "leg",
    "leo",
    "let",
    "lib",
    "lid",
    "lie",
    "lip",
    "lit",
    "lob",
    "log",
    "loo",
    "lop",
    "low",
    "lug",
    "lye",
    "mad",
    "mag",
    "man",
    "map",
    "mar",
    "mat",
    "maw",
    "max",
    "men",
    "mew",
    "mid",
    "mix",
    "mob",
    "moe",
    "mom",
    "moo",
    "mop",
    "mow",
    "mph",
    "mrs",
    "mud",
    "mug",
    "mum",
    "nab",
    "nag",
    "nap",
    "nay",
    "net",
    "new",
    "nib",
    "nig",
    "nil",
    "nip",
    "nit",
    "nix",
    "nob",
    "nod",
    "non",
    "nor",
    "not",
    "now",
    "nth",
    "nub",
    "nun",
    "nut",
    "oaf",
    "oak",
    "oar",
    "oat",
    "odd",
    "ode",
    "off",
    "oft",
    "oil",
    "oki",
    "old",
    "one",
    "oof",
    "opt",
    "orb",
    "orc",
    "ore",
    "orf",
    "our",
    "out",
    "ova",
    "owe",
    "owl",
    "own",
    "pad",
    "pal",
    "pan",
    "pap",
    "par",
    "pat",
    "paw",
    "pay",
    "pea",
    "pee",
    "peg",
    "pen",
    "pep",
    "per",
    "pet",
    "pew",
    "pie",
    "pig",
    "pin",
    "pip",
    "pit",
    "pix",
    "ply",
    "pod",
    "pom",
    "pop",
    "pot",
    "pox",
    "pro",
    "pry",
    "pub",
    "pud",
    "pug",
    "pun",
    "pup",
    "pus",
    "put",
    "pyx",
    "qua",
    "rad",
    "rag",
    "raj",
    "ram",
    "ran",
    "rap",
    "rat",
    "raw",
    "ray",
    "red",
    "ref",
    "rem",
    "rep",
    "ret",
    "rev",
    "rib",
    "rid",
    "rig",
    "rim",
    "rip",
    "rob",
    "rod",
    "roe",
    "rot",
    "row",
    "rub",
    "rue",
    "rug",
    "rum",
    "run",
    "rut",
    "rye",
    "sac",
    "sad",
    "sag",
    "sap",
    "saw",
    "sax",
    "say",
    "sea",
    "sec",
    "see",
    "set",
    "sew",
    "sex",
    "she",
    "shy",
    "sib",
    "sic",
    "sig",
    "sin",
    "sip",
    "sir",
    "sit",
    "six",
    "ski",
    "sky",
    "sly",
    "sma",
    "sob",
    "sod",
    "sok",
    "son",
    "sop",
    "sot",
    "sou",
    "sow",
    "soy",
    "spa",
    "spy",
    "stg",
    "sty",
    "sub",
    "sud",
    "sum",
    "sun",
    "sup",
    "tab",
    "tad",
    "tag",
    "tan",
    "tap",
    "tar",
    "tat",
    "taw",
    "tax",
    "tea",
    "tec",
    "ted",
    "tee",
    "teg",
    "ten",
    "the",
    "thy",
    "tic",
    "tie",
    "tig",
    "tin",
    "tip",
    "tit",
    "tod",
    "toe",
    "tom",
    "ton",
    "too",
    "top",
    "tot",
    "tow",
    "toy",
    "try",
    "tub",
    "tug",
    "tun",
    "tup",
    "tut",
    "tux",
    "two",
    "ufo",
    "ugh",
    "urn",
    "use",
    "vac",
    "van",
    "vat",
    "vee",
    "veg",
    "vet",
    "vex",
    "via",
    "vie",
    "vim",
    "vip",
    "von",
    "vow",
    "wad",
    "wag",
    "wan",
    "war",
    "wat",
    "wax",
    "way",
    "web",
    "wed",
    "wee",
    "wen",
    "wet",
    "why",
    "wig",
    "win",
    "wit",
    "woe",
    "wog",
    "wok",
    "woo",
    "wop",
    "wow",
    "wry",
    "yak",
    "yam",
    "yap",
    "yaw",
    "yea",
    "yen",
    "yep",
    "yes",
    "yet",
    "yew",
    "yid",
    "yip",
    "yob",
    "yon",
    "you",
    "yuk",
    "yup",
    "zap",
    "zip",
    "zit",
    "zoo"
  ],
  "4": [
    "abed",
    "abet",
    "able",
    "ably",
    "abut",
    "aces",
    "ache",
    "acid",
    "acme",
    "acne",
    "acre",
    "acts",
    "adat",
    "adds",
    "adze",
    "aeon",
    "aery",
    "afar",
    "aged",
    "agog",
    "ague",
    "ahoy",
    "aide",
    "aids",
    "airy",
    "ajar",
    "akin",
    "alap",
    "alas",
    "ally",
    "alms",
    "alps",
    "also",
    "alto",
    "alum",
    "amah",
    "amen",
    "amid",
    "amin",
    "anal",
    "anew",
    "anon",
    "ante",
    "anus",
    "apes",
    "apex",
    "apse",
    "apus",
    "arak",
    "arch",
    "area",
    "aria",
    "arid",
    "arms",
    "army",
    "arse",
    "arts",
    "arty",
    "arum",
    "asap",
    "ashy",
    "asia",
    "atka",
    "atom",
    "atop",
    "aunt",
    "aura",
    "auto",
    "aver",
    "avid",
    "avow",
    "away",
    "awry",
    "axis",
    "axle",
    "ayah",
    "azon",
    "baas",
    "baba",
    "baby",
    "back",
    "bade",
    "bags",
    "bail",
    "bait",
    "baka",
    "bake",
    "bald",
    "bale",
    "balk",
    "ball",
    "balm",
    "band",
    "bane",
    "bang",
    "bank",
    "barb",
    "bard",
    "bare",
    "barf",
    "bark",
    "barm",
    "barn",
    "bars",
    "base",
    "bash",
    "bask",
    "bass",
    "bate",
    "bath",
    "baud",
    "bawd",
    "bawl",
    "bawn",
    "bead",
    "beak",
    "beam",
    "bean",
    "bear",
    "beat",
    "beau",
    "beck",
    "beef",
    "been",
    "beep",
    "beer",
    "beet",
    "bela",
    "bell",
    "belt",
    "bend",
    "bent",
    "berg",
    "berm",
    "best",
    "beta",
    "bevy",
    "bias",
    "bide",
    "bier",
    "biff",
    "bigg",
    "bike",
    "bile",
    "bilk",
    "bill",
    "bind",
    "bint",
    "bird",
    "bisk",
    "bite",
    "bits",
    "bitt",
    "blab",
    "blah",
    "blam",
    "blat",
    "bled",
    "blew",
    "blip",
    "blob",
    "bloc",
    "blot",
    "blow",
    "blub",
    "blue",
    "blur",
    "boar",
    "boat",
    "bode",
    "body",
    "bogy",
    "boil",
    "bold",
    "bole",
    "boll",
    "bolt",
    "bomb",
    "bond",
    "bone",
    "bong",
    "bonk",
    "bony",
    "boob",
    "book",
    "boom",
    "boon",
    "boor",
    "boot",
    "bore",
    "born",
    "bors",
    "bosh",
    "boss",
    "both",
    "bout",
    "bowl",
    "bows",
    "boxy",
    "bozo",
    "brad",
    "brae",
    "brag",
    "bran",
    "bras",
    "brat",
    "bray",
    "bred",
    "brew",
    "brig",
    "brim",
    "brow",
    "buck",
    "buff",
    "bulb",
    "bulk",
    "bull",
    "bump",
    "bund",
    "bung",
    "bunk",
    "buoy",
    "bura",
    "burg",
    "burk",
    "burl",
    "burn",
    "burp",
    "burr",
    "bury",
    "bush",
    "busk",
    "buss",
    "bust",
    "busy",
    "butt",
    "buzz",
    "byre",
    "byte",
    "cafe",
    "cage",
    "cake",
    "calf",
    "calk",
    "call",
    "calm",
    "came",
    "camp",
    "cane",
    "cant",
    "cape",
    "capo",
    "card",
    "care",
    "carp",
    "cart",
    "case",
    "cash",
    "cask",
    "cast",
    "caul",
    "cave",
    "cede",
    "cell",
    "cent",
    "cert",
    "cess",
    "chap",
    "char",
    "chat",
    "chef",
    "chew",
    "chic",
    "chid",
    "chin",
    "chip",
    "chit",
    "chop",
    "chow",
    "chug",
    "chum",
    "cite",
    "city",
    "cive",
    "clam",
    "clan",
    "clap",
    "claw",
    "clay",
    "clef",
    "clew",
    "clip",
    "clit",
    "clod",
    "clog",
    "clot",
    "cloy",
    "club",
    "clue",
    "coal",
    "coat",
    "coax",
    "cock",
    "coco",
    "coda",
    "code",
    "coed",
    "coif",
    "coil",
    "coin",
    "coke",
    "cola",
    "cold",
    "cole",
    "coma",
    "comb",
    "come",
    "cone",
    "conk",
    "conn",
    "cony",
    "cook",
    "cool",
    "coon",
    "coop",
    "coot",
    "cope",
    "copy",
    "cord",
    "core",
    "cork",
    "corm",
    "corn",
    "corp",
    "cosh",
    "cost",
    "cosy",
    "coup",
    "cove",
    "cowl",
    "cozy",
    "crab",
    "crag",
    "cram",
    "crap",
    "craw",
    "crew",
    "crib",
    "crop",
    "crow",
    "crux",
    "cube",
    "cuff",
    "cull",
    "cult",
    "cuna",
    "cunt",
    "curb",
    "curd",
    "cure",
    "curl",
    "cusp",
    "cuss",
    "cute",
    "cyan",
    "cyst",
    "czar",
    "dada",
    "dado",
    "daft",
    "dago",
    "dais",
    "dale",
    "dame",
    "damn",
    "damp",
    "dane",
    "dank",
    "dare",
    "dark",
    "darn",
    "dart",
    "dash",
    "data",
    "date",
    "daub",
    "dawn",
    "daze",
    "dead",
    "deaf",
    "deal",
    "dear",
    "debt",
    "deck",
    "deed",
    "deem",
    "deep",
    "deer",
    "deft",
    "defy",
    "delf",
    "deli",
    "dell",
    "demo",
    "dent",
    "deny",
    "desk",
    "dewy",
    "dial",
    "dibs",
    "dice",
    "dick",
    "dido",
    "didy",
    "died",
    "diet",
    "digs",
    "dike",
    "dill",
    "dime",
    "dine",
    "ding",
    "dink",
    "dint",
    "dire",
    "dirk",
    "dirt",
    "disc",
    "dish",
    "disk",
    "dive",
    "dixy",
    "dock",
    "dodo",
    "doer",
    "does",
    "doff",
    "dole",
    "doll",
    "dolt",
    "dome",
    "done",
    "dong",
    "doom",
    "door",
    "dope",
    "dopy",
    "dorm",
    "dose",
    "doss",
    "doth",
    "dour",
    "dove",
    "down",
    "doxy",
    "doze",
    "drab",
    "drag",
    "dram",
    "draw",
    "dray",
    "drew",
    "drip",
    "drop",
    "drub",
    "drug",
    "drum",
    "dual",
    "duck",
    "duct",
    "dude",
    "duds",
    "duel",
    "dues",
    "duet",
    "duke",
    "dull",
    "duly",
    "duma",
    "dumb",
    "dump",
    "dune",
    "dung",
    "dunk",
    "dupe",
    "dusk",
    "dust",
    "duty",
    "dyed",
    "dyer",
    "dyke",
    "each",
    "earn",
    "ease",
    "east",
    "easy",
    "eats",
    "echo",
    "ecru",
    "eddy",
    "edge",
    "edgy",
    "edit",
    "eery",
    "egad",
    "eggs",
    "elan",
    "else",
    "emir",
    "emit",
    "ends",
    "envy",
    "epic",
    "espy",
    "etch",
    "even",
    "ever",
    "evil",
    "ewer",
    "exam",
    "exec",
    "exit",
    "expo",
    "eyry",
    "face",
    "fact",
    "fade",
    "fail",
    "fain",
    "fair",
    "fake",
    "fall",
    "fame",
    "fang",
    "fare",
    "farm",
    "faro",
    "fart",
    "fash",
    "fast",
    "fate",
    "fats",
    "faun",
    "fawn",
    "faze",
    "fear",
    "feat",
    "feed",
    "feel",
    "feet",
    "fele",
    "fell",
    "felt",
    "fend",
    "fent",
    "fern",
    "fess",
    "fete",
    "feud",
    "fiat",
    "fief",
    "fife",
    "file",
    "fill",
    "film",
    "find",
    "fine",
    "fink",
    "fire",
    "firm",
    "fish",
    "fist",
    "five",
    "fizz",
    "flag",
    "flak",
    "flan",
    "flap",
    "flat",
    "flaw",
    "flax",
    "flay",
    "flea",
    "fled",
    "flee",
    "flew",
    "flex",
    "flip",
    "flit",
    "floc",
    "floe",
    "flog",
    "flop",
    "flow",
    "flub",
    "flue",
    "flux",
    "foal",
    "foam",
    "foci",
    "fogy",
    "foil",
    "foin",
    "fold",
    "folk",
    "fond",
    "font",
    "food",
    "fool",
    "foot",
    "ford",
    "fore",
    "fork",
    "form",
    "fort",
    "foss",
    "foul",
    "four",
    "fowl",
    "foxy",
    "frap",
    "fray",
    "free",
    "fret",
    "frog",
    "from",
    "fuck",
    "fuel",
    "full",
    "fume",
    "fund",
    "funk",
    "furl",
    "fury",
    "fuse",
    "fuss",
    "fuze",
    "fuzz",
    "gaff",
    "gaga",
    "gage",
    "gain",
    "gait",
    "gala",
    "gale",
    "gall",
    "game",
    "gamp",
    "gamy",
    "gang",
    "gaol",
    "gape",
    "gapy",
    "garb",
    "gash",
    "gasp",
    "gate",
    "gaud",
    "gave",
    "gawk",
    "gaze",
    "gear",
    "geek",
    "geez",
    "geld",
    "gene",
    "gent",
    "germ",
    "gets",
    "ghat",
    "gibe",
    "gift",
    "gild",
    "gill",
    "gilt",
    "gimp",
    "gink",
    "gird",
    "girl",
    "girt",
    "gist",
    "give",
    "glad",
    "glee",
    "glib",
    "glom",
    "glop",
    "glow",
    "glue",
    "glum",
    "glut",
    "gnat",
    "gnaw",
    "goad",
    "goal",
    "goat",
    "goer",
    "goes",
    "gold",
    "golf",
    "gone",
    "gong",
    "good",
    "goof",
    "gook",
    "goon",
    "goop",
    "gore",
    "gory",
    "gosh",
    "goto",
    "gout",
    "gown",
    "grab",
    "grad",
    "gram",
    "gray",
    "grew",
    "grey",
    "grid",
    "grim",
    "grin",
    "grip",
    "grit",
    "grog",
    "grot",
    "grow",
    "grub",
    "guff",
    "gulf",
    "gull",
    "gulp",
    "gumi",
    "gums",
    "gunk",
    "guru",
    "gush",
    "gust",
    "guts",
    "hack",
    "haft",
    "hail",
    "hair",
    "hake",
    "hale",
    "half",
    "hall",
    "halo",
    "halt",
    "hams",
    "hand",
    "hang",
    "hank",
    "hant",
    "hard",
    "hare",
    "harm",
    "harp",
    "hart",
    "hash",
    "hasp",
    "hate",
    "hath",
    "haul",
    "have",
    "hawk",
    "haze",
    "hazy",
    "head",
    "heal",
    "heap",
    "hear",
    "heat",
    "heck",
    "heed",
    "heel",
    "heft",
    "heir",
    "held",
    "hell",
    "helm",
    "help",
    "hemp",
    "herb",
    "herd",
    "here",
    "hero",
    "hers",
    "hick",
    "hide",
    "high",
    "hike",
    "hill",
    "hilt",
    "hind",
    "hint",
    "hire",
    "hiss",
    "hive",
    "hoar",
    "hoax",
    "hobo",
    "hock",
    "hold",
    "hole",
    "holt",
    "holy",
    "home",
    "homo",
    "hone",
    "honk",
    "hood",
    "hoof",
    "hook",
    "hoop",
    "hoot",
    "hope",
    "hops",
    "horn",
    "hose",
    "hoss",
    "host",
    "hour",
    "hova",
    "hove",
    "howl",
    "huff",
    "huge",
    "hulk",
    "hull",
    "hump",
    "hung",
    "hunk",
    "hunt",
    "hurl",
    "hush",
    "husk",
    "hymn",
    "hype",
    "hypo",
    "iamb",
    "ibex",
    "icky",
    "icon",
    "idea",
    "ides",
    "idle",
    "idly",
    "idol",
    "idyl",
    "iffy",
    "ikey",
    "ikon",
    "ikra",
    "ills",
    "imam",
    "inch",
    "info",
    "inga",
    "inky",
    "into",
    "ions",
    "iota",
    "ipse",
    "iron",
    "isle",
    "itch",
    "item",
    "jack",
    "jade",
    "jail",
    "jamb",
    "jane",
    "jape",
    "java",
    "jaws",
    "jazz",
    "jeep",
    "jeer",
    "jehu",
    "jell",
    "jerk",
    "jest",
    "jibe",
    "jiff",
    "jilt",
    "jink",
    "jinx",
    "jism",
    "jock",
    "joey",
    "john",
    "join",
    "joke",
    "jolt",
    "josh",
    "joss",
    "jove",
    "jowl",
    "judo",
    "jump",
    "junk",
    "jury",
    "just",
    "jute",
    "kaka",
    "kale",
    "kane",
    "kapa",
    "kasa",
    "keck",
    "keel",
    "keen",
    "keep",
    "kelp",
    "kelt",
    "kemp",
    "kept",
    "kerb",
    "khan",
    "kick",
    "kike",
    "kill",
    "kiln",
    "kilt",
    "kind",
    "king",
    "kink",
    "kiss",
    "kite",
    "kith",
    "knee",
    "knew",
    "knit",
    "knob",
    "knot",
    "know",
    "koli",
    "kong",
    "kuba",
    "kuki",
    "kuli",
    "lace",
    "lack",
    "lacy",
    "lade",
    "lady",
    "laid",
    "lair",
    "lake",
    "lama",
    "lamb",
    "lame",
    "lamp",
    "land",
    "lane",
    "lank",
    "laos",
    "lard",
    "lark",
    "lash",
    "lass",
    "last",
    "late",
    "lath",
    "laud",
    "lava",
    "lave",
    "lawn",
    "laze",
    "lazy",
    "lead",
    "leaf",
    "leak",
    "leal",
    "lean",
    "leap",
    "leat",
    "leek",
    "leer",
    "left",
    "lens",
    "less",
    "lest",
    "levy",
    "lewd",
    "liar",
    "lick",
    "lien",
    "life",
    "lift",
    "like",
    "lile",
    "lilt",
    "lima",
    "limb",
    "lime",
    "limn",
    "limp",
    "limy",
    "line",
    "link",
    "lino",
    "lint",
    "lion",
    "lips",
    "lira",
    "lire",
    "lisp",
    "list",
    "live",
    "load",
    "loaf",
    "loam",
    "loan",
    "lobe",
    "loch",
    "loci",
    "lock",
    "loft",
    "logo",
    "loin",
    "loll",
    "lone",
    "long",
    "look",
    "loom",
    "loon",
    "loop",
    "loot",
    "lope",
    "lord",
    "lore",
    "lorn",
    "lory",
    "lose",
    "loss",
    "lost",
    "loth",
    "loud",
    "lour",
    "lout",
    "love",
    "luck",
    "luff",
    "luge",
    "lull",
    "lulu",
    "lump",
    "lung",
    "lunk",
    "lupe",
    "lure",
    "lurk",
    "lush",
    "lust",
    "lute",
    "lynx",
    "lyre",
    "mace",
    "mack",
    "made",
    "mage",
    "magi",
    "maid",
    "mail",
    "maim",
    "main",
    "make",
    "male",
    "mall",
    "malt",
    "mama",
    "mane",
    "many",
    "marc",
    "mare",
    "mark",
    "marl",
    "mart",
    "mash",
    "mask",
    "mass",
    "mast",
    "mate",
    "math",
    "matt",
    "maul",
    "maxi",
    "maze",
    "mazy",
    "mead",
    "meal",
    "mean",
    "meat",
    "meed",
    "meek",
    "meet",
    "meld",
    "melt",
    "memo",
    "mend",
    "menu",
    "meny",
    "mere",
    "mesa",
    "mesh",
    "mess",
    "mete",
    "mewl",
    "mews",
    "mica",
    "mice",
    "mien",
    "miff",
    "mike",
    "mild",
    "mile",
    "milk",
    "mill",
    "milo",
    "milt",
    "mime",
    "mind",
    "mine",
    "mini",
    "mink",
    "mint",
    "minx",
    "mire",
    "miry",
    "miss",
    "mist",
    "mite",
    "mitt",
    "moan",
    "moat",
    "mock",
    "mode",
    "mods",
    "mojo",
    "moke",
    "mold",
    "mole",
    "moll",
    "molt",
    "monk",
    "mono",
    "mood",
    "moon",
    "moor",
    "moot",
    "mope",
    "more",
    "morn",
    "mort",
    "moss",
    "most",
    "mote",
    "moth",
    "move",
    "mown",
    "much",
    "muck",
    "muff",
    "mule",
    "mull",
    "murk",
    "muse",
    "mush",
    "musk",
    "muss",
    "must",
    "mute",
    "mutt",
    "myna",
    "myth",
    "nail",
    "name",
    "nana",
    "nape",
    "nark",
    "nary",
    "nato",
    "nave",
    "navy",
    "nazi",
    "neap",
    "near",
    "neat",
    "neck",
    "need",
    "neon",
    "nerd",
    "ness",
    "nest",
    "nett",
    "news",
    "newt",
    "next",
    "nick",
    "nigh",
    "nile",
    "nine",
    "nisi",
    "nits",
    "noah",
    "node",
    "noes",
    "none",
    "nook",
    "noon",
    "nope",
    "norm",
    "nose",
    "nosy",
    "note",
    "noun",
    "nous",
    "nude",
    "nuke",
    "null",
    "numb",
    "oafs",
    "oath",
    "oats",
    "obey",
    "oboe",
    "odds",
    "odor",
    "ofay",
    "ogle",
    "ogre",
    "oily",
    "okay",
    "okra",
    "omen",
    "omit",
    "once",
    "oner",
    "ones",
    "only",
    "onto",
    "onus",
    "onyx",
    "oops",
    "ooze",
    "oozy",
    "opal",
    "open",
    "oral",
    "orca",
    "orfe",
    "orgy",
    "orts",
    "otic",
    "ouch",
    "ours",
    "oust",
    "oval",
    "oven",
    "over",
    "ovum",
    "oxen",
    "oyes",
    "paca",
    "pace",
    "pack",
    "pact",
    "pads",
    "page",
    "paid",
    "pail",
    "pain",
    "pair",
    "pale",
    "pall",
    "palm",
    "pane",
    "pang",
    "pant",
    "papa",
    "pard",
    "pare",
    "park",
    "part",
    "pasi",
    "pass",
    "past",
    "pata",
    "pate",
    "path",
    "pave",
    "pawl",
    "pawn",
    "peak",
    "peal",
    "pean",
    "pear",
    "peas",
    "peat",
    "pech",
    "peck",
    "peek",
    "peel",
    "peen",
    "peep",
    "peer",
    "pelf",
    "pelt",
    "pent",
    "perk",
    "perm",
    "pert",
    "peso",
    "pest",
    "phew",
    "phiz",
    "phut",
    "pica",
    "pici",
    "pick",
    "pied",
    "pier",
    "pika",
    "pike",
    "pile",
    "pill",
    "pimp",
    "pine",
    "ping",
    "pink",
    "pint",
    "pipa",
    "pipe",
    "pips",
    "pisa",
    "pish",
    "piss",
    "pith",
    "pity",
    "pixy",
    "plan",
    "play",
    "plea",
    "pleb",
    "pled",
    "plod",
    "plop",
    "plot",
    "plow",
    "ploy",
    "plug",
    "plum",
    "plus",
    "pock",
    "poem",
    "poet",
    "poke",
    "poky",
    "pole",
    "poll",
    "polo",
    "poly",
    "pomp",
    "pond",
    "pone",
    "pony",
    "poof",
    "pooh",
    "pool",
    "poop",
    "poor",
    "pope",
    "pore",
    "pork",
    "porn",
    "port",
    "pose",
    "posh",
    "post",
    "posy",
    "pouf",
    "pour",
    "pout",
    "poxy",
    "pram",
    "prat",
    "prau",
    "pray",
    "prep",
    "prey",
    "prig",
    "prim",
    "proc",
    "prod",
    "prop",
    "prow",
    "psst",
    "puce",
    "puck",
    "puff",
    "puke",
    "pule",
    "pull",
    "pulp",
    "puma",
    "pump",
    "punk",
    "punt",
    "puny",
    "pupa",
    "pure",
    "purl",
    "purr",
    "push",
    "puss",
    "puts",
    "putt",
    "pyre",
    "pyro",
    "quad",
    "quay",
    "quid",
    "quip",
    "quit",
    "quiz",
    "quod",
    "race",
    "rack",
    "racy",
    "raft",
    "raga",
    "rage",
    "rags",
    "raid",
    "rail",
    "rain",
    "rake",
    "ramp",
    "rand",
    "rang",
    "rank",
    "rant",
    "rape",
    "rapt",
    "rare",
    "rash",
    "rasp",
    "rate",
    "rave",
    "raze",
    "razz",
    "read",
    "real",
    "ream",
    "reap",
    "rear",
    "reck",
    "redo",
    "reed",
    "reef",
    "reek",
    "reel",
    "rein",
    "rely",
    "rend",
    "rent",
    "rest",
    "rice",
    "rich",
    "ride",
    "rife",
    "riff",
    "rift",
    "rile",
    "rill",
    "rime",
    "rimy",
    "rind",
    "ring",
    "rink",
    "riot",
    "ripe",
    "rise",
    "risk",
    "rite",
    "rive",
    "road",
    "roam",
    "roan",
    "roar",
    "robe",
    "rock",
    "rode",
    "roil",
    "role",
    "roll",
    "romp",
    "rood",
    "roof",
    "rook",
    "room",
    "root",
    "rope",
    "ropy",
    "rose",
    "rosy",
    "rota",
    "rote",
    "rout",
    "rove",
    "rube",
    "ruby",
    "ruck",
    "rude",
    "ruff",
    "ruin",
    "rule",
    "rump",
    "rune",
    "rung",
    "runt",
    "ruse",
    "rush",
    "rusk",
    "rust",
    "ruth",
    "sack",
    "safe",
    "saga",
    "sage",
    "sago",
    "said",
    "sail",
    "sake",
    "sale",
    "salt",
    "same",
    "sand",
    "sane",
    "sang",
    "sank",
    "sans",
    "sari",
    "sark",
    "sash",
    "sass",
    "sate",
    "save",
    "sawn",
    "says",
    "scab",
    "scam",
    "scan",
    "scar",
    "scat",
    "scot",
    "scow",
    "scud",
    "scum",
    "scun",
    "scut",
    "seal",
    "seam",
    "sear",
    "seat",
    "sect",
    "seed",
    "seek",
    "seem",
    "seen",
    "seep",
    "seer",
    "sees",
    "self",
    "sell",
    "semi",
    "send",
    "sent",
    "serb",
    "sere",
    "serf",
    "sets",
    "sett",
    "sewn",
    "sext",
    "sexy",
    "shad",
    "shag",
    "shah",
    "sham",
    "shat",
    "shed",
    "shew",
    "shim",
    "shin",
    "ship",
    "shit",
    "shmo",
    "shod",
    "shoe",
    "shoo",
    "shop",
    "shot",
    "show",
    "shul",
    "shun",
    "shut",
    "siam",
    "sick",
    "side",
    "sift",
    "sigh",
    "sign",
    "silk",
    "sill",
    "silo",
    "silt",
    "sima",
    "simp",
    "sine",
    "sing",
    "sink",
    "sion",
    "sire",
    "site",
    "sith",
    "size",
    "skew",
    "skid",
    "skim",
    "skin",
    "skip",
    "skis",
    "skit",
    "skua",
    "slab",
    "slag",
    "slam",
    "slap",
    "slat",
    "slav",
    "slaw",
    "slay",
    "sled",
    "slew",
    "slid",
    "slim",
    "slip",
    "slit",
    "slob",
    "sloe",
    "slog",
    "slop",
    "slot",
    "slow",
    "slub",
    "slue",
    "slug",
    "slum",
    "slur",
    "slut",
    "smew",
    "smog",
    "smug",
    "smut",
    "snag",
    "snap",
    "snip",
    "snob",
    "snog",
    "snot",
    "snow",
    "snub",
    "snug",
    "soak",
    "soap",
    "soar",
    "sock",
    "soda",
    "sofa",
    "soft",
    "soil",
    "sola",
    "sold",
    "sole",
    "solo",
    "soma",
    "some",
    "song",
    "soon",
    "soot",
    "sore",
    "sort",
    "soul",
    "soup",
    "sour",
    "soya",
    "spam",
    "span",
    "spar",
    "spat",
    "spay",
    "sped",
    "spew",
    "spin",
    "spit",
    "spiv",
    "spot",
    "spry",
    "spud",
    "spun",
    "spur",
    "stab",
    "stag",
    "star",
    "stay",
    "stem",
    "sten",
    "step",
    "stet",
    "stew",
    "stir",
    "stop",
    "stow",
    "stub",
    "stud",
    "stun",
    "stye",
    "such",
    "suck",
    "suds",
    "suet",
    "suit",
    "sulk",
    "sump",
    "sung",
    "sunk",
    "surd",
    "sure",
    "surf",
    "swab",
    "swad",
    "swag",
    "swam",
    "swan",
    "swap",
    "swat",
    "sway",
    "swig",
    "swim",
    "swop",
    "swot",
    "swum",
    "syne",
    "tack",
    "taco",
    "tact",
    "tael",
    "taft",
    "tail",
    "take",
    "talc",
    "tale",
    "talk",
    "tall",
    "tame",
    "tamp",
    "tang",
    "tank",
    "tape",
    "tare",
    "tarn",
    "tarp",
    "tart",
    "task",
    "tats",
    "tatu",
    "taut",
    "taws",
    "taxi",
    "teak",
    "teal",
    "team",
    "tear",
    "teat",
    "teem",
    "teli",
    "tell",
    "telt",
    "temp",
    "tend",
    "tent",
    "term",
    "tern",
    "test",
    "text",
    "than",
    "thar",
    "that",
    "thaw",
    "thee",
    "them",
    "then",
    "they",
    "thin",
    "this",
    "thou",
    "thru",
    "thud",
    "thug",
    "thus",
    "tick",
    "tide",
    "tidy",
    "tied",
    "tier",
    "tiff",
    "tike",
    "tile",
    "till",
    "tilt",
    "time",
    "tine",
    "ting",
    "tint",
    "tiny",
    "tips",
    "tire",
    "tits",
    "toad",
    "toff",
    "toft",
    "toga",
    "togs",
    "toil",
    "told",
    "toll",
    "tomb",
    "tome",
    "tone",
    "tong",
    "tony",
    "took",
    "tool",
    "toot",
    "tope",
    "topi",
    "tore",
    "tori",
    "torn",
    "tort",
    "tory",
    "tosh",
    "toss",
    "tote",
    "tour",
    "tout",
    "town",
    "tram",
    "trap",
    "tray",
    "tree",
    "trek",
    "trey",
    "trim",
    "trio",
    "trip",
    "trod",
    "trot",
    "trow",
    "true",
    "tsar",
    "tuan",
    "tuba",
    "tube",
    "tuck",
    "tufa",
    "tuff",
    "tuft",
    "tuna",
    "tune",
    "turd",
    "turf",
    "turn",
    "tush",
    "tusk",
    "tutu",
    "twat",
    "twee",
    "twig",
    "twin",
    "twit",
    "tyke",
    "tymp",
    "type",
    "typo",
    "tyre",
    "tzar",
    "ugly",
    "ulex",
    "ulna",
    "umph",
    "unco",
    "undo",
    "unit",
    "unto",
    "upas",
    "upon",
    "ural",
    "urea",
    "urge",
    "uric",
    "urna",
    "used",
    "user",
    "uses",
    "ussr",
    "utah",
    "utas",
    "vain",
    "vale",
    "vamp",
    "vane",
    "vang",
    "vary",
    "vase",
    "vast",
    "veal",
    "veep",
    "veer",
    "veil",
    "vein",
    "veld",
    "vend",
    "vent",
    "verb",
    "vert",
    "very",
    "vese",
    "vest",
    "veto",
    "vial",
    "vibe",
    "vice",
    "vide",
    "view",
    "vile",
    "vine",
    "viol",
    "visa",
    "vise",
    "viva",
    "void",
    "vole",
    "volt",
    "vote",
    "wade",
    "wadi",
    "waft",
    "wage",
    "waif",
    "wail",
    "wain",
    "wait",
    "wake",
    "wale",
    "walk",
    "wall",
    "wand",
    "wane",
    "want",
    "ward",
    "ware",
    "warm",
    "warn",
    "warp",
    "wart",
    "wary",
    "wash",
    "watt",
    "waul",
    "wave",
    "wavy",
    "waxy",
    "weak",
    "weal",
    "wean",
    "wear",
    "weed",
    "week",
    "weft",
    "weir",
    "weld",
    "well",
    "welt",
    "west",
    "wham",
    "what",
    "whet",
    "whey",
    "whim",
    "whin",
    "whip",
    "whir",
    "whit",
    "whiz",
    "whom",
    "whop",
    "wick",
    "wide",
    "wild",
    "wile",
    "will",
    "wilt",
    "wily",
    "wind",
    "wine",
    "wing",
    "wink",
    "wino",
    "wipe",
    "wire",
    "wiry",
    "wise",
    "wish",
    "wisp",
    "with",
    "woad",
    "womb",
    "wont",
    "wood",
    "woof",
    "wool",
    "word",
    "work",
    "worm",
    "worn",
    "wrap",
    "writ",
    "yack",
    "yank",
    "yard",
    "yarn",
    "yawl",
    "yawn",
    "yawp",
    "yean",
    "year",
    "yell",
    "yelp",
    "yoga",
    "yoke",
    "yolk",
    "yowl",
    "yuck",
    "zany",
    "zeal",
    "zebu",
    "zeke",
    "zero",
    "zest",
    "zinc",
    "zing",
    "zion",
    "zone",
    "zoom",
    "zulu"
  ],
  "5": [
    "aback",
    "abaft",
    "abase",
    "abash",
    "abate",
    "abbey",
    "abbot",
    "abend",
    "abhor",
    "abide",
    "abode",
    "abort",
    "about",
    "above",
    "abuse",
    "abyss",
    "acorn",
    "acrid",
    "actor",
    "acute",
    "adage",
    "adapt",
    "added",
    "adder",
    "addle",
    "adept",
    "admit",
    "admix",
    "adobe",
    "adopt",
    "adore",
    "adorn",
    "adult",
    "aerie",
    "afear",
    "affix",
    "afire",
    "afoot",
    "afore",
    "afoul",
    "after",
    "again",
    "agape",
    "agate",
    "agent",
    "agile",
    "aging",
    "aglet",
    "aglow",
    "agony",
    "agree",
    "ahead",
    "airer",
    "aisle",
    "aitch",
    "alack",
    "alaki",
    "alant",
    "alarm",
    "album",
    "alder",
    "alert",
    "alias",
    "alibi",
    "alien",
    "align",
    "alike",
    "alive",
    "allay",
    "alley",
    "allot",
    "allow",
    "alloy",
    "aloes",
    "aloft",
    "alone",
    "along",
    "aloof",
    "aloud",
    "alpha",
    "altar",
    "alter",
    "amass",
    "amaze",
    "amber",
    "ambit",
    "amble",
    "amend",
    "amide",
    "amiga",
    "amire",
    "amiss",
    "amity",
    "among",
    "amour",
    "ample",
    "amply",
    "ampul",
    "amuse",
    "angel",
    "anger",
    "angle",
    "angry",
    "angst",
    "anise",
    "anker",
    "ankle",
    "annex",
    "annoy",
    "annul",
    "anode",
    "antic",
    "antsy",
    "anvil",
    "apace",
    "apart",
    "aphid",
    "apnea",
    "aport",
    "appal",
    "apple",
    "apply",
    "apron",
    "aptly",
    "arbor",
    "ardor",
    "areca",
    "arena",
    "argon",
    "argue",
    "aries",
    "arise",
    "armed",
    "armor",
    "aroma",
    "arose",
    "arras",
    "array",
    "arrow",
    "arson",
    "aryan",
    "asdic",
    "ashen",
    "asian",
    "aside",
    "askew",
    "aspen",
    "aspic",
    "assay",
    "asset",
    "aster",
    "astir",
    "atlas",
    "atoll",
    "attar",
    "attic",
    "audit",
    "auger",
    "aught",
    "augur",
    "aunty",
    "aural",
    "avail",
    "avert",
    "avian",
    "avoid",
    "await",
    "awake",
    "award",
    "aware",
    "awash",
    "awful",
    "awoke",
    "axial",
    "axiom",
    "aztec",
    "babel",
    "baboo",
    "baccy",
    "backs",
    "bacon",
    "badge",
    "badly",
    "bagel",
    "baggy",
    "bairn",
    "baize",
    "baked",
    "baker",
    "baler",
    "balky",
    "balls",
    "bally",
    "balmy",
    "balsa",
    "banal",
    "bandy",
    "bangs",
    "banjo",
    "banns",
    "barge",
    "barmy",
    "baron",
    "basal",
    "based",
    "bases",
    "basic",
    "basin",
    "basis",
    "baste",
    "batch",
    "bated",
    "bathe",
    "baton",
    "batty",
    "baulk",
    "bawdy",
    "bayou",
    "beach",
    "beads",
    "beady",
    "beamy",
    "beano",
    "beans",
    "beard",
    "beast",
    "beaus",
    "beaut",
    "bebop",
    "bedew",
    "bedim",
    "beech",
    "beefy",
    "beery",
    "beets",
    "befit",
    "befog",
    "began",
    "beget",
    "begin",
    "begun",
    "beige",
    "being",
    "belay",
    "belch",
    "belga",
    "belie",
    "belle",
    "bells",
    "belly",
    "below",
    "bench",
    "bends",
    "beret",
    "berry",
    "berth",
    "beset",
    "besom",
    "betel",
    "beton",
    "betty",
    "bevel",
    "bidet",
    "biggy",
    "bight",
    "bigot",
    "bijou",
    "biker",
    "bilge",
    "billy",
    "bimbo",
    "binge",
    "bingo",
    "biome",
    "biota",
    "biped",
    "birch",
    "birth",
    "bison",
    "bitch",
    "biter",
    "bitty",
    "bivvy",
    "black",
    "blade",
    "blain",
    "blame",
    "bland",
    "blank",
    "blare",
    "blast",
    "blaze",
    "bleak",
    "bleat",
    "bleed",
    "blend",
    "bless",
    "blest",
    "blimp",
    "blind",
    "blink",
    "bliss",
    "blitz",
    "bloat",
    "block",
    "bloke",
    "blond",
    "blood",
    "bloom",
    "blown",
    "blowy",
    "blues",
    "bluff",
    "blunt",
    "blurb",
    "blurt",
    "blush",
    "board",
    "boast",
    "bobby",
    "bogey",
    "boggy",
    "bogie",
    "bogle",
    "bogus",
    "bolus",
    "boned",
    "boner",
    "bones",
    "bonny",
    "bonus",
    "bonze",
    "boobs",
    "booby",
    "boost",
    "booth",
    "boots",
    "booty",
    "booze",
    "boozy",
    "borax",
    "bored",
    "borer",
    "borne",
    "boron",
    "bosky",
    "bosom",
    "bossy",
    "bosun",
    "botch",
    "bough",
    "bound",
    "bourg",
    "bourn",
    "bouse",
    "bowel",
    "bower",
    "boxed",
    "boxer",
    "boyar",
    "brace",
    "bract",
    "braid",
    "brain",
    "brake",
    "brand",
    "brash",
    "brass",
    "brave",
    "bravo",
    "brawl",
    "brawn",
    "braze",
    "bread",
    "break",
    "bream",
    "breed",
    "briar",
    "bribe",
    "brick",
    "bride",
    "brief",
    "brier",
    "brill",
    "brine",
    "bring",
    "brink",
    "briny",
    "brisk",
    "broad",
    "broil",
    "broke",
    "brood",
    "brook",
    "broom",
    "broth",
    "brown",
    "brows",
    "bruin",
    "brunt",
    "brush",
    "brute",
    "bubba",
    "bucko",
    "buddy",
    "budge",
    "buggy",
    "bugle",
    "build",
    "built",
    "bulge",
    "bulky",
    "bully",
    "bumpy",
    "bunch",
    "bunda",
    "bunny",
    "burke",
    "burly",
    "burnt",
    "burst",
    "busby",
    "bushy",
    "busty",
    "butch",
    "butts",
    "butyl",
    "buxom",
    "buyer",
    "bytes",
    "byway",
    "cabal",
    "cabby",
    "caber",
    "cabin",
    "cable",
    "cacao",
    "cache",
    "caddy",
    "cadet",
    "cadge",
    "cadre",
    "cagey",
    "cairn",
    "cakes",
    "calls",
    "calyx",
    "camel",
    "cameo",
    "campy",
    "canal",
    "candy",
    "canny",
    "canoe",
    "canon",
    "canst",
    "canto",
    "caped",
    "caper",
    "capon",
    "carat",
    "cards",
    "caret",
    "cargo",
    "carob",
    "carol",
    "carom",
    "carry",
    "carse",
    "carve",
    "cases",
    "caste",
    "catch",
    "cater",
    "catty",
    "caulk",
    "cause",
    "cavil",
    "cease",
    "cedar",
    "cello",
    "cells",
    "cense",
    "chafe",
    "chaff",
    "chain",
    "chair",
    "chalk",
    "champ",
    "chant",
    "chaos",
    "chara",
    "chard",
    "charm",
    "chars",
    "chart",
    "chary",
    "chase",
    "chasm",
    "cheap",
    "cheat",
    "check",
    "cheek",
    "cheep",
    "cheer",
    "chert",
    "chess",
    "chest",
    "chick",
    "chide",
    "chief",
    "child",
    "chile",
    "chili",
    "chill",
    "chime",
    "chimp",
    "china",
    "chink",
    "chips",
    "chirp",
    "chirr",
    "chive",
    "chivy",
    "chock",
    "choir",
    "choke",
    "choky",
    "chord",
    "chore",
    "chose",
    "chuck",
    "chuff",
    "chump",
    "chunk",
    "churl",
    "churn",
    "chute",
    "cibol",
    "cider",
    "cigar",
    "cinch",
    "circa",
    "civic",
    "civil",
    "clack",
    "claim",
    "clamp",
    "clang",
    "clank",
    "clash",
    "clasp",
    "class",
    "clean",
    "clear",
    "cleat",
    "cleft",
    "clepe",
    "clerk",
    "click",
    "cliff",
    "climb",
    "clime",
    "cling",
    "clink",
    "clips",
    "cloak",
    "clock",
    "clogs",
    "clomp",
    "clone",
    "close",
    "cloth",
    "cloud",
    "clout",
    "clove",
    "clown",
    "clubs",
    "cluck",
    "clues",
    "clump",
    "clung",
    "clunk",
    "coach",
    "coaly",
    "coast",
    "cobra",
    "cocky",
    "cocoa",
    "codes",
    "codex",
    "coign",
    "colds",
    "colic",
    "colon",
    "color",
    "combo",
    "comer",
    "comet",
    "comfy",
    "comic",
    "comma",
    "compt",
    "conch",
    "condo",
    "conga",
    "conic",
    "cooky",
    "coomb",
    "coony",
    "cooty",
    "coper",
    "copra",
    "copse",
    "coral",
    "cords",
    "corer",
    "corky",
    "corny",
    "corps",
    "couch",
    "cough",
    "could",
    "count",
    "coupe",
    "court",
    "coven",
    "cover",
    "covet",
    "covey",
    "cower",
    "coyly",
    "cozen",
    "crabs",
    "crack",
    "craft",
    "cramp",
    "crane",
    "crank",
    "crape",
    "craps",
    "crash",
    "crass",
    "crate",
    "crave",
    "crawl",
    "craze",
    "crazy",
    "creak",
    "cream",
    "creat",
    "credo",
    "creed",
    "creek",
    "creel",
    "creep",
    "crepe",
    "crept",
    "cress",
    "crest",
    "cribs",
    "crick",
    "cried",
    "crier",
    "crime",
    "crimp",
    "crisp",
    "croak",
    "croat",
    "crock",
    "croft",
    "crone",
    "crony",
    "crook",
    "croon",
    "cross",
    "croup",
    "crowd",
    "crown",
    "crude",
    "cruel",
    "cruet",
    "crumb",
    "crump",
    "crush",
    "crust",
    "crypt",
    "cubic",
    "cumin",
    "curdy",
    "cured",
    "curio",
    "curly",
    "curry",
    "curse",
    "curst",
    "curve",
    "cushy",
    "cutey",
    "cutie",
    "cutty",
    "cycle",
    "cynic",
    "daddy",
    "daffy",
    "daily",
    "dairy",
    "dally",
    "dance",
    "dandy",
    "dared",
    "darky",
    "darts",
    "dated",
    "datum",
    "daunt",
    "davit",
    "dazed",
    "deals",
    "death",
    "debar",
    "debit",
    "debug",
    "debus",
    "debut",
    "decal",
    "decay",
    "decor",
    "decoy",
    "decry",
    "defer",
    "deify",
    "deign",
    "deity",
    "delay",
    "delta",
    "delve",
    "demob",
    "demon",
    "demur",
    "denim",
    "dense",
    "depot",
    "depth",
    "deter",
    "deuce",
    "devil",
    "dhobi",
    "dhoti",
    "diary",
    "dicey",
    "dicky",
    "dicot",
    "dicta",
    "digit",
    "dildo",
    "dilis",
    "dimer",
    "dimly",
    "diner",
    "dingo",
    "dingy",
    "dinka",
    "dinky",
    "diode",
    "dippy",
    "dirge",
    "dirty",
    "disco",
    "disks",
    "ditch",
    "ditto",
    "ditty",
    "divan",
    "diver",
    "divvy",
    "dixie",
    "dizzy",
    "djinn",
    "dobos",
    "docks",
    "dodge",
    "dodgy",
    "doggy",
    "dogma",
    "doily",
    "doing",
    "dolly",
    "dolor",
    "domed",
    "donga",
    "donor",
    "donut",
    "doper",
    "dopey",
    "dotty",
    "doubt",
    "dough",
    "douse",
    "dowdy",
    "dowel",
    "dower",
    "downy",
    "dowry",
    "doyen",
    "dozen",
    "draft",
    "drain",
    "drake",
    "drama",
    "drank",
    "drape",
    "drawl",
    "drawn",
    "dread",
    "dream",
    "drear",
    "dreck",
    "dregs",
    "dress",
    "dried",
    "drier",
    "drift",
    "drill",
    "drily",
    "drink",
    "drive",
    "droll",
    "drone",
    "drool",
    "droop",
    "drops",
    "dross",
    "drove",
    "drown",
    "drugs",
    "drums",
    "drunk",
    "dryad",
    "dryer",
    "dryly",
    "ducal",
    "duchy",
    "ducks",
    "ducky",
    "dulse",
    "dummy",
    "dumps",
    "dumpy",
    "dunce",
    "dunno",
    "dupla",
    "dural",
    "durst",
    "dusky",
    "dusty",
    "dutch",
    "duvet",
    "dwarf",
    "dwell",
    "dwelt",
    "dying",
    "eager",
    "eagle",
    "eared",
    "early",
    "earth",
    "easel",
    "eaten",
    "eater",
    "eaves",
    "ebony",
    "echos",
    "edged",
    "edict",
    "edify",
    "educe",
    "educt",
    "eerie",
    "egret",
    "eight",
    "eject",
    "eland",
    "elate",
    "elbow",
    "elder",
    "elect",
    "elegy",
    "elemi",
    "elfin",
    "elide",
    "elite",
    "ellen",
    "elope",
    "elude",
    "elute",
    "elver",
    "elves",
    "elvet",
    "email",
    "embed",
    "ember",
    "emcee",
    "emend",
    "emery",
    "emmer",
    "empty",
    "enact",
    "ended",
    "endow",
    "endue",
    "enema",
    "enemy",
    "engem",
    "enjoy",
    "ennui",
    "enrol",
    "ensue",
    "enter",
    "entry",
    "envoy",
    "eosin",
    "epoch",
    "equal",
    "equip",
    "erase",
    "erect",
    "ergot",
    "erode",
    "error",
    "erupt",
    "essay",
    "ether",
    "ethic",
    "ethos",
    "ethyl",
    "evade",
    "event",
    "every",
    "evict",
    "evoke",
    "exact",
    "exalt",
    "excel",
    "exeat",
    "exert",
    "exile",
    "exist",
    "exits",
    "expel",
    "extol",
    "extra",
    "exude",
    "exult",
    "eyrie",
    "fable",
    "facer",
    "facet",
    "faded",
    "fails",
    "faint",
    "fairy",
    "faith",
    "faker",
    "fakir",
    "falls",
    "false",
    "famed",
    "fancy",
    "fanny",
    "farad",
    "farce",
    "fares",
    "fatal",
    "fated",
    "fatso",
    "fatty",
    "fault",
    "fauna",
    "favor",
    "fazed",
    "feast",
    "fecal",
    "feces",
    "feign",
    "feint",
    "felid",
    "fella",
    "felly",
    "felon",
    "femur",
    "fence",
    "feoff",
    "feral",
    "ferry",
    "fetal",
    "fetch",
    "fetid",
    "fetor",
    "fetus",
    "fever",
    "fewer",
    "fiber",
    "fibre",
    "field",
    "fiend",
    "fiery",
    "fifth",
    "fifty",
    "fight",
    "filch",
    "files",
    "filet",
    "fille",
    "fills",
    "filly",
    "filmy",
    "filth",
    "final",
    "finch",
    "finds",
    "fiord",
    "firma",
    "first",
    "firth",
    "fishy",
    "fisty",
    "fitch",
    "fitly",
    "fiver",
    "fixed",
    "fixer",
    "fizzy",
    "fjord",
    "flags",
    "flail",
    "flair",
    "flake",
    "flaky",
    "flame",
    "flank",
    "flare",
    "flash",
    "flask",
    "flawy",
    "fleck",
    "fleet",
    "flesh",
    "flews",
    "flick",
    "flier",
    "flies",
    "fling",
    "flint",
    "flirt",
    "float",
    "flock",
    "flood",
    "floor",
    "flora",
    "floss",
    "flour",
    "flout",
    "flown",
    "fluff",
    "fluid",
    "fluke",
    "flume",
    "flung",
    "flunk",
    "flush",
    "flute",
    "fluty",
    "flyer",
    "focal",
    "focus",
    "fogas",
    "fogey",
    "foggy",
    "foist",
    "folio",
    "folks",
    "folly",
    "fondu",
    "foray",
    "force",
    "forge",
    "forgo",
    "forte",
    "forth",
    "forty",
    "forum",
    "fosse",
    "found",
    "fount",
    "foyer",
    "frail",
    "frame",
    "franc",
    "frank",
    "fraud",
    "freak",
    "freer",
    "frees",
    "freon",
    "fresh",
    "friar",
    "fried",
    "frier",
    "frill",
    "frisk",
    "fritz",
    "frizz",
    "frock",
    "frond",
    "front",
    "frore",
    "frosh",
    "frost",
    "froth",
    "frown",
    "froze",
    "fruit",
    "frump",
    "fryer",
    "fudge",
    "fuggy",
    "fugue",
    "fully",
    "funny",
    "furor",
    "furry",
    "furze",
    "fusil",
    "fussy",
    "fusty",
    "fuzzy",
    "gable",
    "gaffe",
    "gaily",
    "gains",
    "galea",
    "gally",
    "gamer",
    "games",
    "gamma",
    "gammy",
    "gamut",
    "gaper",
    "gappy",
    "gassy",
    "gates",
    "gaudy",
    "gauge",
    "gaunt",
    "gauze",
    "gauzy",
    "gavel",
    "gavot",
    "gawky",
    "gayly",
    "gears",
    "geese",
    "genie",
    "genny",
    "genoa",
    "genre",
    "gents",
    "genus",
    "geoid",
    "ghaut",
    "ghost",
    "ghoul",
    "giant",
    "giddy",
    "gilly",
    "gippo",
    "gipsy",
    "girly",
    "girth",
    "given",
    "giver",
    "gives",
    "gizmo",
    "glade",
    "gland",
    "glare",
    "glass",
    "glaze",
    "glazy",
    "gleam",
    "glean",
    "glebe",
    "glide",
    "glint",
    "gloat",
    "globe",
    "gloom",
    "glory",
    "gloss",
    "glove",
    "gluey",
    "glume",
    "glyph",
    "gnarl",
    "gnash",
    "gnome",
    "godly",
    "gofer",
    "going",
    "gonad",
    "goner",
    "gonna",
    "gonzo",
    "goods",
    "goody",
    "gooey",
    "goofy",
    "goose",
    "gorge",
    "gorse",
    "gouge",
    "gourd",
    "gouty",
    "grade",
    "graft",
    "grain",
    "graip",
    "grand",
    "grant",
    "grape",
    "graph",
    "grasp",
    "grass",
    "grate",
    "grave",
    "gravy",
    "graze",
    "great",
    "greed",
    "green",
    "greet",
    "grief",
    "grill",
    "grime",
    "grimy",
    "grind",
    "gripe",
    "grits",
    "groan",
    "groin",
    "groom",
    "grope",
    "gross",
    "group",
    "grout",
    "grove",
    "growl",
    "grown",
    "gruel",
    "gruff",
    "grunt",
    "guano",
    "guard",
    "guava",
    "guess",
    "guest",
    "guide",
    "guild",
    "guile",
    "guilt",
    "guise",
    "gulch",
    "gully",
    "gumby",
    "gummy",
    "gunge",
    "gunny",
    "gushy",
    "gusto",
    "gusty",
    "gutsy",
    "gutty",
    "gypsy",
    "habit",
    "haiku",
    "hairs",
    "hairy",
    "hallo",
    "halve",
    "hands",
    "handy",
    "hanky",
    "haole",
    "haply",
    "happy",
    "hardy",
    "harem",
    "harpy",
    "harry",
    "harsh",
    "haste",
    "hasty",
    "hatch",
    "haulm",
    "haunt",
    "haven",
    "haver",
    "havoc",
    "hawse",
    "hazel",
    "heady",
    "heard",
    "heart",
    "heath",
    "heave",
    "heavy",
    "hedge",
    "hefty",
    "heist",
    "helix",
    "hello",
    "hence",
    "henna",
    "heron",
    "hewer",
    "hiker",
    "hilly",
    "hindu",
    "hinge",
    "hippi",
    "hippy",
    "hired",
    "hirer",
    "hissy",
    "hitch",
    "hives",
    "hoard",
    "hoary",
    "hobby",
    "hocus",
    "hoist",
    "hokum",
    "holly",
    "homer",
    "honey",
    "honor",
    "hooch",
    "hooey",
    "horde",
    "horny",
    "horse",
    "horsy",
    "hotel",
    "hotly",
    "hound",
    "house",
    "hovel",
    "hover",
    "hubby",
    "huffy",
    "hullo",
    "human",
    "humic",
    "humid",
    "humor",
    "hunch",
    "hunky",
    "hurry",
    "husky",
    "hussy",
    "hutch",
    "huzza",
    "hydra",
    "hydro",
    "hyena",
    "hymen",
    "hyped",
    "hyper",
    "icily",
    "icing",
    "ideal",
    "idiom",
    "idiot",
    "idler",
    "idyll",
    "igloo",
    "iliac",
    "image",
    "imbue",
    "impel",
    "imply",
    "inane",
    "inapt",
    "incur",
    "index",
    "inept",
    "inert",
    "infer",
    "infin",
    "inger",
    "ingot",
    "inker",
    "inlay",
    "inlet",
    "inner",
    "input",
    "inset",
    "inter",
    "inure",
    "ionic",
    "iraqi",
    "irate",
    "irons",
